Repository: seanpm2001/mt-training-data
Catalog: guc/guc_pontoon.tmx
Source language: en_us
Languages: guc

source: Abkhaz
guc: Abjasio

source: Acehnese
guc: achenés

source: Additional Language
guc: Anüiki awala’ataa

source: Add Language
guc: Akoo’omüinjaa anüiki

source: Adyghe
guc: Adigué

source: Afrikaans
guc: Africano

source: Age
guc: Ouyase

source: Albanian
guc: Albanés

source: All
guc: Apüshuaꞌa

source: Amharic
guc: Amárico

source: Arabic
guc: Árabe

source: Aragonese
guc: Aragonés

source: Armenian
guc: Armenio

source: Armenian Western
guc: Armenio (occidental )

source: Assamese
guc: Asamés

source: Asturian
guc: Asturiano

source: Avatar
guc: Awataarü

source: Azerbaijani
guc: Azerí

source: Basque
guc: euskera

source: Belarusian
guc: Bieloruso

source: Bengali
guc: Bengalí

source: Breton
guc: Bretón

source: Bulgarian
guc: búlgaro

source: Burmese
guc: Birmano

source: Buryat
guc: Buriato

source: Cantonese
guc: Cantonés

source: Catalan
guc: Catalán

source: Central Kurdish
guc: Kurdo central

source: Chinese (China)
guc: Chino (China)

source: Chinese (Hong Kong)
guc: Chino (Hong Kong)

source: Chinese (Taiwan)
guc: Chino (Taiwán)

source: Chuvash
guc: Chuvasio

source: Close
guc: Asürülaa

source: Contact
guc: E’raajalaa

source: Contribute
guc: Akaaliijaa

source: Contribute to { $lang }
guc: A'yataa sünain { $lang }

source: Cornish
guc: Córnico

source: Corsican
guc: Corso

source: Croatian
guc: Croata

source: Czech
guc: Checo

source: Danish
guc: Danés

source: Date
guc: Akalia

source: Dhivehi
guc: Maldivo

source: Download
guc: Ashakatiraa

source: Download Data
guc: Ashakatiraa atijaaya

source: Dutch
guc: Neerlandés

source: Edit
guc: Anaataa

source: Email
guc: Imeeirü

source: English
guc: Inküleenaiki

source: Estonian
guc: Estonio

source: FAQ
guc: Asakiriaa pejeewakalü ma’in

source: Faroese
guc: Feroés

source: Female
guc: Jierü

source: Finnish
guc: Finlandés

source: French
guc: Püranseenaiki

source: Frequently Asked Questions
guc: Asakiriaa pejeewakalü ma’in

source: Frisian
guc: Frisón

source: Fulah
guc: Fula

source: Galician
guc: Gallego

source: Georgian
guc: Georgiano

source: German
guc: Alemán

source: Get Involved
guc: Ee pia sünain

source: Glossary
guc: Pütchipala

source: Greek
guc: Griego

source: Guarani
guc: Guaraní

source: Haitian
guc: Haitiano

source: Hebrew
guc: Hebreo

source: Help
guc: Akaaliijiaa

source: Hidden
guc: Anujuluushi

source: Hill Mari
guc: Mari occidental

source: Hungarian
guc: Húngaro

source: Icelandic
guc: Islandés

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
guc: Tacheküin aluwataanüin imeeirü tamüin eere aashajaanüin saa'ujee kasain aainjüneeka, eere ee'iyatünüin shiyaawase takua otta müsia aapie sümaa sukuwa'ipamaajatü Common Voice.

source: Indonesian
guc: Indonesio

source: Irish
guc: Irlandés

source: Italian
guc: Italiano

source: Izhorian
guc: Izhoriano

source: Japanese
guc: Japonés

source: Kabardian
guc: Cabardiano

source: Kabyle
guc: Cabilio

source: Kazakh
guc: Kazajo

source: Korean
guc: Coreano

source: Kurmanji Kurdish
guc: Kurdo kurmanji

source: Kyrgyz
guc: Kirguís

source: Language
guc: Anüikii

source: Languages
guc: Anüikiirua

source: Latvian
guc: Letón

source: Ligurian
guc: Ligur

source: Listen
guc: Aapajaa

source: Lithuanian
guc: Lituano

source: Loading…
guc: Pa'atapajaa…

source: Macedonian
guc: Macedonio

source: Malagasy
guc: Malgache

source: Malay
guc: Malayo

source: Malayalam
guc: Malabar

source: Male
guc: Toolo

source: Maltese
guc: Maltés

source: Mapudungun
guc: Mapuche

source: Marathi
guc: Maratí

source: Meadow Mari
guc: Mari oriental

source: Message
guc: Pütchi

source: Mongolian
guc: mongol

source: More
guc: Ako’omüinjiaa

source: Name
guc: Anüliaa

source: Native Language
guc: Anüiki wopujeꞌewai

source: Nepali
guc: Nepalí

source: No
guc: Nnojo

source: Norwegian Bokmål
guc: Noruego (Bokmål)

source: Norwegian Nynorsk
guc: Noruego Nynorsk

source: No Thanks
guc: Nnojo, analuꞌulu

source: Occitan
guc: occitano

source: Other
guc: Waneꞌeya

source: Other Language
guc: Waneꞌeya anüikii

source: Pashto
guc: Pastún

source: Persian
guc: persa

source: Play/Stop
guc: Alatiraa/Ata'ülaa

source: Polish
guc: Polaco

source: Profile
guc: Ka’yataayakuwa’ipakalü

source: Read More
guc: Aashaje’eraa ako’omüinjiaa

source: Record/Stop
guc: Ejeerüjaa/Ata’ülaa

source: Return
guc: A’lakaa

source: Return to Common Voice
guc: Ouyantaa sünainmüin Common Voice

source: Return to Languages
guc: Ale'ejaa sünain anüikii eejatüka paala

source: Review
guc: Rnalaa

source: Review & Submit
guc: Rnalaa oo’ulaka ainkiraa

source: Romanian
guc: Rumano

source: Romansh Sursilvan
guc: romanche sursilvano

source: Runyankole
guc: Nyankole

source: Russian
guc: Ruso

source: Sakha
guc: Yakuto

source: Sardinian
guc: sardo

source: Save
guc: Anaajawaa

source: Serbian
guc: Serbio

source: Shilha
guc: Tashelhit

source: Sicilian
guc: Siciliano

source: Sign up for { $lang } updates:
guc: Püshajaa pünülia süpüla aapitnüin pia saa'ujee { $lang }:

source: Sinhala
guc: Cingalés

source: Size
guc: Ajaꞌapüin

source: Slovak
guc: Eslovaco

source: Slovenian
guc: Esloveno

source: Somali
guc: Somalí

source: Sorbian, Lower
guc: Bajo sorabo

source: Sorbian, Upper
guc: Alto sorabo

source: Spanish
guc: Alijunaiki

source: Speak
guc: Aashajawaa

source: Submit
guc: Ajütaa

source: Swedish
guc: Sueco

source: Syriac
guc: Sirio

source: Tagalog
guc: Tagalo

source: Tajik
guc: Tayiko

source: Tatar
guc: Tártaro

source: Telugu
guc: Telugú

source: Thai
guc: Tailandés

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
guc: Analu'ulu pümüin saa'u pi'yataain sünain { $lang }. A'yataashi waya shii'iree eeinjatüin supushuwa'a tü anüikikalüirua süpülapünaa sujutalaain sukuwa'ipa otta müsia süpüla waapirüin süka imeeirü nala a'yataashikana sünain. Müleka ejeere paa'in sünain, paa'inraa analu'ulu puluwataa wamüin sünülia tü imeeirü eekalü püma'ana yaapüna yaa.

source: Today
guc: Soꞌukaꞌi

source: Turkish
guc: Turco

source: Ubykh
guc: Ubijé

source: Udmurt
guc: Udmurto

source: Ukrainian
guc: Ucraniano

source: Uyghur
guc: Uigur

source: Uzbek
guc: Uzbeko

source: Venetian
guc: Veneciano

source: Vietnamese
guc: vietnamita

source: Visible
guc: Jaꞌyaa

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
guc: Wayakana sulu'u Mozilla wouneküin na kamalainka amüin tü atüjalaaka o'ttusuka sünainjee tü pütchi aashajaanaka. Watüjee aa'u kasain alatüin, jalejeekualü antüin süchikimaajatüka kasa otta aapajaa saa'ujee kasain paa'inrüin süka tia achikimaajatüka.

source: Welsh
guc: Galés

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
guc: Jalieerü waa'in tü püchikimaajatüka. Paashaje'eraa soo'omüin yaapünaa yaa <privacyLink>poliitika saa'ujee aa'inmajiraa wakuwa'ipa</privacyLink>.

source: We will be in touch with more information as it becomes available.
guc: Waapireena jia eepa soo'omüin sukuwa'ipamaajatü.

source: Yes
guc: aa

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
guc: Aa, puluwataa imeeirü tamüin. Tatüjee aa'u jamüirüin saa'in sukuwa'ipa tü aa'innaka sulu'u Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
guc: Aa, puluwataa imeeirü tamüin. Tatüjee aa'u jamüirüin saa'in sukuwa'ipa tü anüikika tüü sulu'u Common Voice.

source: You've successfully signed up for contributing to { $language }. Thank you.
guc: Püshajirüipa pünülia müinma yaa süpüla pi'yataain sünain { $language }. Anayaawatseje'e.
